Repository: stefaniavallone/kaboo
Catalog: src/assets/locales/*/LC_MESSAGES/*.po
Languages: it

# COMMON_GAME_LEVEL
source: Game Level:
it: Livello gioco:

# COMMON_NUM_TEAMS
source: Teams number:
it: Numero di squadre:

# COMMON_NUM_JUMPS
source: Skips number:
it: Numero di salti:

# COMMON_ROUND_TIME
source: Round Time:
it: Tempo del round:

# COMMON_POINTS
source: Points:
it: Punteggio:

# COMMON_BACK_HOME_BUTTON
source: Back Home
it: Torna alla Home

# PREGAME_PLAY_BUTTON
source: PLAY
it: GIOCA

# GAMESETTINGS_JUMPS_LIMIT_TITLE
source: Skips limit
it: Limite di salti

# GAMESETTINGS_JUMPS_LIMIT_DESC
source: Select the number of skips each team will be able to make
it: Seleziona il numero di salti che ogni team potrà fare

# GAMESETTINGS_TEAMS_NUMBER_TITLE
source: Teams number
it: Numero di squadre

# GAMESETTINGS_TEAMS_NUMBER_DESC
source: Select the Teams number. Each team will be associated with a color
it: Seleziona il numero di squadre. Ogni squadra sarà associato ad un colore

# GAMESETTINGS_ROUND_TIME_TITLE
source: Round Time
it: Tempo del round

# GAMESETTINGS_ROUND_TIME_DESC
source: Select the round time for each Team
it: Seleziona il tempo del round per ogni squadra

# SECTION_HISTORY
source: HISTORY
it: PARTITE

# HOME_EASY_LEVEL
source: Easy
it: Facile

# HOME_MEDIUM_LEVEL
source: Medium
it: Medio

# HOME_HARD_LEVEL
source: Hard
it: Difficile

# SECTION_SETTINGS
source: SETTINGS
it: IMPOSTAZ.

source: Enable sounds
it: Abilita suoni

source: Enable dark theme
it: Abilita il tema scuro

source: Choose language
it: Scegli lingua

# TUTORIAL_GOAL_TITLE
source: Goal
it: Obiettivo

# TUTORIAL_GOAL_DESC
source: Kaboo is a team game where players describe words to their teammates without mentioning any of the words listed. The team that guesses the most words wins!
it: Kaboo è un gioco di squadra in cui i giocatori descrivono le parole ai loro compagni di squadra senza menzionare nessuna delle parole elencate. Vince la squadra che indovina più parole!

# TUTORIAL_ROLE_TITLE
source: Role
it: Ruolo

# TUTORIAL_ROLE_DESC
source: In each turn, one team guesses and the others watch. In the team that guesses, the Prompter best describes the word on paper, while the teammates guess what it is. Teams alternate roles at each turn.
it: Ad ogni turno, una squadra indovina e le altre osservano. Nella squadra che indovina, un giocatore descrive la parola sulla carta, mentre i compagni di squadra devono indovinare di cosa si tratta. Le squadre si alternano i ruoli a ogni turno.

# TUTORIAL_JUMPS_TITLE
source: Skips
it: Salti

# TUTORIAL_JUMPS_DESC
source: If the Prompter is stuck, you can press the Skip button to switch to the next word. Be careful: the skip action can only be used for a limited number of times!
it: Se il giocatore che descrive le parole è bloccato, puoi premere il pulsante Salta per passare alla parola successiva. Fai attenzione: l'azione salta può essere utilizzata solo per un numero limitato di volte!

# TUTORIAL_WRONG_TITLE
source: Mistakes
it: Errori

# TUTORIAL_WRONG_DESC
source: If the Prompter breaks any of the rules, he must mark the word as a mistake and move on to the next word. The score will be decreased by 1.
it: Se il giocatore che descrive le parole infrange una qualsiasi delle regole, deve contrassegnare la parola come errata e passare alla parola successiva. Il punteggio sarà diminuito di 1.

# TUTORIAL_WINNER_TITLE
source: Winner
it: Vincitore

# TUTORIAL_WINNER_DESC
source: At the end of the game, the winning team is the one with the most points!
it: Alla fine della partita, la squadra vincente è quella con più punti!

# TERMS_AND_POLICY_TITLE
source: Terms and Policy
it: Termini e Policy

# SECTION_TROPHIES
source: TROPHIES
it: TROFEI

# GAMEEND_TEAM_WINNER
source: [team] wins!
it: [team] vince!

# PREGAME_TEAM_TURN
source: It's [team] turn!
it: Turno del [team]!

# DIALOG_BACK_HOME_TITLE
source: Are you sure?
it: Sei sicuro?

# DIALOG_BACK_HOME_DESC
source: You will lose game progress.
it: Perderei i progressi di gioco.

# GAME_CANCEL_BUTTON
source: Cancel
it: Annulla

# GAME_BACK_HOME_BUTTON
source: Back Home
it: Torna alla Home

# HISTORY_DETAIL_TITLE
source: History of [date]
it: Partita del [date]

# RATEUS_DIALOG_TITLE
source: Do you like Kaboo?
it: Ti piace Kaboo?

# RATEUS_DIALOG_DESC
source: If you like this application, please give us 5 stars on Play Store!
it: Se ti piace questa applicazione, per favore dacci 5 stelle sul Play Store!

# RATEUS_BUTTON
source: Rate us!
it: Dacci 5 stelle!

# TROPHY_POINTS_TITLE
source: [points] points
it: [points] punti

# TROPHY_POINTS_DESC
source: You scored [points] points
it: Hai totalizzato [points] punti

# TROPHY_ANSWERS_TITLE
source: [action_count] [action_type] answers
it: [action_count] errori

# TROPHY_ANSWERS_DESC
source: You made [action_count] mistakes
it: Hai commesso [action_count] errori.

# TROPHY_GAME_LEVEL_TITLE
source: [level_count] "[level]" game
it: [level_count] partita livello "[level]"

# TROPHY_GAME_LEVEL_DESC
source: You played [level_count] "[level]" game
it: Hai giocato [level_count] partita livello "[level]"

# TROPHY_GAMES_LEVEL_TITLE
source: [level_count] "[level]" games
it: [level_count] partite livello "[level]"

# TROPHY_GAMES_LEVEL_DESC
source: You played [level_count] "[level]" games
it: Hai giocato [level_count] partite livello "[level]"

# EXIT_MESSAGE
source: Press again to exit
it: Premi di nuovo per uscire
